/* No comment provided by engineer. */
"About Verbatim Solutions" = "A propos de Verbatim Solutions";

/* No comment provided by engineer. */
"Verbi™ powered by Verbatim Solutions" = "Verbi™ par Verbatim Solutions";

/* No comment provided by engineer. */
"Tap here to begin typing.." = "Saisissez votre texte ici";

/* No comment provided by engineer. */
"All translation history has been cleared." = "L'historique des traductions a été effacé.";

/* No comment provided by engineer. */
"Are you sure you want to clear all translation history?  Your previous translations will not show up as suggestions anymore." = "Etes-vous sûr de vouloir effacer l'historique de toutes les traductions ? Vos précédentes traductions n'apparaitront plus sous forme de suggestions,";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Clear" = "Effacer";

/* No comment provided by engineer. */
"Clear Translation History" = "Effacer l'historique des traductions.";

/* No comment provided by engineer. */
"Done" = "Terminé";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Professional Quote" = "Devis professionnel";

/* No comment provided by engineer. */
"Request Professional Quote" = "Demander un devis professionnel";

/* No comment provided by engineer. */
"Submitting.." = "Envoi en cours…";

/* No comment provided by engineer. */
"Translating.." = "Traduction en cours";

/* No comment provided by engineer. */
"Verbi™ is powered by Verbatim Solutions, a leading professional translation services provider.  Verbi™ provides you quick machine translations and is not a substitute for certified, professional translation services.  For a professional translation provided by one of our certified translators please contact us at" = "Verbi™est proposé par Verbatim Solutions, leader en services de traductions. Verbi ™ vous permet de bénéficier de traductions automatiques rapidement, et ne remplace pas un service professionel de traductions certifiées. Pour plus d'informations sur les services professionnels que peuvent vous proposer nos traducteurs certifiés, veuillez nous contacter :";

/* No comment provided by engineer. */
"Mail:" = "Courrier :";

/* No comment provided by engineer. */
"Call:" = "Appel téléphonique :";

/* No comment provided by engineer. */
"Online:" = "En ligne :";

/* No comment provided by engineer. */
"Verbi™ Translate" = "Traduction Verbi™";

/* No comment provided by engineer. */
"We're sorry, an error has occurred.  Please try again." = "Nous sommes désolés, une erreur est survenue. Veuillez réessayer,";

/* No comment provided by engineer. */
"An internet connection is required to continue." = "An internet connection is required to continue.";

/* No comment provided by engineer. */
"We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install." = "We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install.";

/* No comment provided by engineer. */
"Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install." = "Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install.";